[
    {
      "name": "Joker",
      "link": "http://mkvs.iranupload.xyz/movies/2019/Joker/HDRip/Joker.2019.720p.HC.HDRip.2CH.x265.HEVC.PSA.mkv",
      "imglink": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSJKLiEyyz1Q9RC8EBYl3ijr3nuGeyO2ETmwy6Kdq0AQtD0elWD",
      "category": "Crime, Thriller, Drama",
      "desc": "Forever alone in a crowd, failed comedian Arthur Fleck seeks connection as he walks the streets of Gotham City. Arthur wears two masks -- the one he paints for his day job as a clown, and the guise he projects in a futile attempt to feel like he's part of the world around him. Isolated, bullied and disregarded by society, Fleck begins a slow descent into madness as he transforms into the criminal mastermind known as the Joker."
    },
     {
      "name": "Gemini Man",
      "link": "http://dl1.perserver.site/newHHD1/Movie/Gemini.Man.2019/Gemini.Man.2019.720p.HC.HDRip.GalaxyRG.mkv",
      "imglink":"https://dx35vtwkllhj9.cloudfront.net/paramountpictures/gemini-man/images/regions/us/onesheet.jpg",
      "category": "Action, Thriller",
      "desc": "Henry Brogan is an elite 51-year-old assassin who's ready to call it quits after completing his 72nd job. His plans get turned upside down when he becomes the target of a mysterious operative who can seemingly predict his every move. To his horror, Brogan soon learns that the man who's trying to kill him is a younger, faster, cloned version of himself."
    },
     {
      "name":"Zombieland: Double Tap",
      "link":"france.info/f/Zombieland.Double.Tap.2019.HC.720p.HDRip.MOVIE30T.CO.mkv",
      "imglink":"https://e.snmc.io/i/300/w/eb5a213d780e9cb45c24d07bec82bc74/7828078",
      "category":"Horror, Action, Comedy",
      "desc":"Zombie slayers Tallahassee, Columbus, Wichita and Little Rock leave the confines of the White House to travel to Graceland in Memphis, Tenn. Along the way, they encounter other post-apocalyptic warriors and a group of survivors who find refuge in a commune. The scrappy fighters must now rely on their wits and weapons more than ever as they soon find themselves in a relentless battle against smarter, faster and seemingly indestructible zombies."
    },
    {
      "name":"6 Underground",
      "link": "http://dl6.cdn-france.info/f/6.Underground.2019.720p.WEB-DL.MOVIE30T.CO.mkv",
      "imglink":"http://www.gstatic.com/tv/thumb/v22vodart/17622664/p17622664_v_v8_aa.jpg",
      "category": "Action,Adventure",
      "desc": "Six individuals from all around the globe, each the very best at what they do, have been chosen not only for their skill, but for a unique desire to delete their pasts to change the future."
    },
     {
      "name": "Abominable",
      "link": "http://dl13.ftk.pw/user/shahab/film/Abom.inable.2019.720p.b.lu.ry.x265.HEVC.Film2Movie_li.mkv",
      "imglink": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcQHb1JZZ2Lsjja6UCWSgmz0ID3uZ-cnQvEXgRj1by3ukVD2Y8rH",
      "category": "Animation, Adventure, Comedy, Family",
      "desc": "After discovering a Yeti on the roof of her apartment building, teenage Yi and her two friends embark on an epic quest to reunite the magical creature with his family. But to do so, they must stay one step ahead of a wealthy financier and a determined zoologist who want to capture the beast for their own gain."
    },
 {
      "name": "Angel Has Fallen",
      "link": "http://dl1.perserver.site/Movie/Angel.Has.Fallen.2019/Angel.Has.Fallen.2019.720p.BluRay.GalaxyRG.mkv",
      "imglink": "https://upload.wikimedia.org/wikipedia/en/thumb/1/13/Angel_Has_Fallen_poster.jpg/220px-Angel_Has_Fallen_poster.jpg",
      "category": "Action, Thriller",
      "desc": "Authorities take Secret Service agent Mike Banning into custody for the failed assassination attempt of U.S. President Allan Trumbull. After escaping from his captors, Banning must evade the FBI and his own agency to find the real threat to the president. Desperate to uncover the truth, he soon turns to unlikely allies to help clear his name and save the country from imminent danger."
    },
   {
      "name": "Once Upon a Time in Hollywood",
      "link": "http://dl13.ftk.pw/user/shahab/film/On.ce.Up.on.A.Ti.me.In.Holly.wod.2019.720p.WEB-DL.x265.HEVC.Film2Movie_li.mkv",
      "imglink": "https://m.media-amazon.com/images/M/MV5BOTg4ZTNkZmUtMzNlZi00YmFjLTk1MmUtNWQwNTM0YjcyNTNkXkEyXkFqcGdeQXVyNjg2NjQwMDQ@._V1_UY1200_CR90,0,630,1200_AL_.jpg",
      "category": "Comedy, Drama",
      "desc": "Quentin Tarantino's Once Upon a Time... in Hollywood visits 1969 Los Angeles, where everything is changing, as TV star Rick Dalton (Leonardo DiCaprio) and his longtime stunt double Cliff Booth (Brad Pitt) make their way around an industry they hardly recognize anymore. The ninth film from the writer-director features a large ensemble cast and multiple storylines in a tribute to the final moments of Hollywood's golden age."
    },
      {
      "name": "Ad Astra",
      "link": "http://dl13.ftk.pw/user/shahab/film/Ad.As.tra.2019.720p.b.lu.ry.GAN.Film2Movie_li.mkv",
      "imglink": "https://www.foxmovies.com/s3/dev-temp/en-US/__5d2fa921776ae.jpg",
      "category": "Science Fiction, Drama, Thriller, Adventure, Mystery",
      "desc": "The near future, a time when both hope and hardships drive humanity to look to the stars and beyond. While a mysterious phenomenon menaces to destroy life on planet Earth, astronaut Roy McBride undertakes a mission across the immensity of space and its many perils to uncover the truth about a lost expedition that decades before boldly faced emptiness and silence in search of the unknown."
    },
    {
      "name": "Avengers: Endgame",
      "link": "http://dl13.ftk.pw/film/A.vn.gers.End.g.me.2019.720p.b.lu.ry.x265.HEVC.Film2Movie_WS.mkv",
      "imglink": "https://m.media-amazon.com/images/M/MV5BM2VjM2QyYjItODk1ZC00OTliLTllZjktZDc3NjA4NTE4YjViXkEyXkFqcGdeQXVyODcyODY1Mzg@._V1_QL50_SY1000_CR0,0,772,1000_AL_.jpg",
      "category": "Adventure, Science Fiction, Action,",
      "desc": "Agnes, taken for granted as a suburban mother, discovers a passion for solving jigsaw puzzles which unexpectedly draws her into a new world - where her life unfolds in ways she could never have imagined."
    },
     {
      "name": "Knives Out",
      "link": "http://103.126.12.226/Data/disk4/Hollywood/Knives%20Out%20%282019%29/Knives.Out.2019.720p.HDCAM.900MB.getb9.x264-BONSAI.mkv",
      "imglink": "https://m.media-amazon.com/images/M/MV5BMGUwZjliMTAtNzAxZi00MWNiLWE2NzgtZGUxMGQxZjhhNDRiXkEyXkFqcGdeQXVyNjU1NzU3MzE@._V1_.jpg",
      "category": "Mystery, Thriller, Comedy",
      "desc": "When renowned crime novelist Harlan Thrombey dies just after his 85th birthday, the inquisitive and debonair Detective Benoit Blanc arrives at his estate to investigate. From Harlan's dysfunctional family to his devoted staff, Blanc sifts through a web of red herrings and self-serving lies to uncover the truth behind Thrombey's untimely demise."
    },
    {
      "name": "Jexi",
      "link": "http://dl5.cdn-france.info/f/Jexi.2019.720p.WEB-DL.MOVIE30T.CO.mkv",
      "imglink": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcR6VPqxPBMXWofeeJeEk13K1Plr3q52uqTm5TVl3nOCPD-jq9zh",
      "category": "Comedy",
      "desc": "Phil has a major dependency issue -- he's addicted to his cellphone. He has no friends and his love life is nonexistent. Forced to upgrade to a new phone, Phil soon learns that the latest model comes with Jexi -- an artificial intelligence life coach, virtual assistant and cheerleader. With its help, he begins to get a real life. But as he becomes less dependent on the phone, Jexi starts to morph into a tech nightmare that's determined to keep Phil all to itself."
    },
      {
      "name": "Parasite",
      "link": "Greed and class discrimination threaten the newly formed symbiotic relationship between the wealthy Park family and the destitute Kim clan.",
      "imglink": "http://dl13.ftk.pw/film/Parasite.2019.720p.BluRay.x265.HEVC.Film2Movie_WS.mkv",
      "category": "Comedy, Thriller, Drama",
      "desc": "Greed and class discrimination threaten the newly formed symbiotic relationship between the wealthy Park family and the destitute Kim clan."
    },
      
      {
      "name": "The Informer",
      "link": "http://dl13.ftk.pw/film/The.Informer.2019.720p.BluRay.Film2Movie_li.mkv",
      "imglink": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcTZFCR92QSdgV3tF13niRXr1nSNyJ_IQateAddN8UFr-FhZXfa5",
      "category": "Crime, Drama",
      "desc": "Recruited by the FBI, ex-con and former special operations soldier Pete Koslow uses his covert skills to try and take down the General -- the most powerful crime boss in New York. When a sting results in the death of an undercover cop, Pete suddenly finds himself caught in the crossfire between the mob and the FBI. Forced to return to prison, Koslow must now come up with a plan to escape from the clutches of the law and the General to save himself and his family."
    },
	{
      "name": "The Lion King",
      "link": "http://dl13.ftk.pw/film/Th.e.Li.on.Ki.ng.2019.720p.b.lu.ry.PaHe.Film2Movie_WS.mkv",
      "imglink": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcRuhgBlPlz9H3Y8hIyOVL0hMALI-t512zwqZZRdMJ4lw9q_NfMx",
      "category": "Adventure, Family",
      "desc": "Simba idolizes his father, King Mufasa, and takes to heart his own royal destiny on the plains of Africa. But not everyone in the kingdom celebrates the new cub's arrival. Scar, Mufasa's brother -- and former heir to the throne -- has plans of his own. The battle for Pride Rock is soon ravaged with betrayal, tragedy and drama, ultimately resulting in Simba's exile. Now, with help from a curious pair of newfound friends, Simba must figure out how to grow up and take back what is rightfully his."
    }

  ]   
